Repository: Jefferson49/RepositoryHierarchy
Catalog: resources/lang/*.po
Languages: ca, de, es, fr

source: Unique code identifying the archival institution maintaining the described collection; encoded according to ISO 15511 (ISIL). The main agency code is officially assigned to archives by a national authority. As a substitute value, the country code and "-XXXXX" might be chosen, e.g. FR-XXXXX
ca: Codi únic que identifica la institució arxivística que manté la col·lecció descrita; codificat segons ISO 15511 (ISIL). El codi principal de l'agència és assignat oficialment als arxius per una autoritat nacional. Com a valor substitutiu, es pot triar el codi de país i "-XXXXX", per exemple, FR-XXXXX
de: Ein eindeutiger Code, welche die Archiv-Institution bezeichnet, die die beschriebene Sammlung unterhält; kodiert gemäß ISO 15511 (ISIL). Der Main Agency Code wird an Archive offiziell von einer nationalen Behörde vergeben. Als Ersatz-Wert kann evtl. der Länder-Code und "-XXXXX" gewählt werden, z.B. FR-XXXXX
es: Código único que identifica a la institución archivística que mantiene el fondo descrito; codificado según la norma ISO 15511 (ISIL). El código principal del organismo es el asignado oficialmente a los archivos por una autoridad nacional. Como valor sustitutivo, puede elegirse el código del país y "-XXXXX", por ejemplo FR-XXXXX
fr: Code unique identifiant l'institution d'archives s'occupant des collections indiquées, selon la norme ISO 15511 (ISIL). L'identifiant international normalisé est assigné aux archives par une autorité nationale. Alternativement, une valeur constituée du code pays suivi de « -XXXXX » peut être utilisé, par exemple « FR-XXXXX »

source: Unique identifyer for the finding aid document.
ca: Identificador únic per al document d'ajuda a la cerca.
de: Eindeutige Bezeichnung für das Findbuch.
es: Identificador único del documento de ayuda para la búsqueda.
fr: Identifiant unique pour l'instrument de recherche.

source: URL of the online finding aid (optional)
ca: URL de l'ajuda a la recerca en línia (opcional)
de: URL des Findbuchs (optional)
es: URL de la ayuda para la búsqueda en línea (opcional)
fr: Lien de l'instrument de recherche en ligne (optionnel)

source: An URL, where the finding aid can be found oline.
ca: Una URL, on es pot trobar l'ajuda per a la recerca oline.
de: Eine URL, mit welcher das Findbuch online aufgerufen werden kann.
es: Una URL, donde se puede encontrar la ayuda para la búsqueda en línea.
fr: Un lien où l'instrument de recherche peut être trouvé en ligne.

source: Publisher (optional)
ca: Editor (opcional)
de: Herausgeber (optional)
es: Editor (opcional)
fr: Éditeur (optionnel)

source: Name of the editing institution or the publishing company.
ca: Nom de l'entitat editora o de l'editorial.
de: Name der herausgebenden Institution oder der veröffentlichenden Firma.
es: Nombre de la institución editora o de la editorial.
fr: Nom de la maison d'édition.

source: EAD XML export settings
ca: Configuració de l'exportació XML de l'EAD
de: EAD XML Export Einstellungen
es: Ajustes de exportación EAD XML
fr: Paramètres d'export XML EAD

source: Load settings from administrator
ca: Carrega la configuració de l'administrador
de: Einstellungen von Administrator laden
es: Cargar la configuración desde el administrador
fr: Charger les paramètres de l'administrateur

source: Search call number category
ca: Cerca la categoria del número de trucada
de: Suche Signatur-Kategorie
es: Buscar por categoría de número de llamada
fr: Rechercher la série

source: Category full name
ca: Nom complet de la categoria
de: Vollständiger Kategorie-Name
es: Nombre completo de la categoría
fr: Nom complet de la série

source: Replace by
ca: Substituïu per
de: Ersetzen durch
es: Sustituir por
fr: Remplacer par

source: Delimiter Expression for Call Numbers
ca: Expressió delimitadora per a números de trucada
de: Delimiter Ausdruck für Signatur
es: Expresión delimitadora para números de llamada
fr: Expression de délimitation pour les séries

source: View and load/save options
ca: Veure i carregar/desar opcions
de: Anzeigen und Optionen zum Laden/Speichern
es: Opciones de visualización y carga/guardado
fr: Afficher et charger/enregistrer les options

source: view
ca: vista
de: Anzeigen
es: ver
fr: afficher

source: Call Number Category
ca: Categoria de número de trucada
de: Signatur-Kategorie
es: Número de llamada Categoría
fr: Série

source: Rename
ca: Rebatejar
de: Umbenennen
es: Cambie el nombre de
fr: Renommer

source: Add new source
ca: Afegeix una font nova
de: Neue Quelle hinzufügen
es: Añadir nueva fuente
fr: Ajouter une nouvelle source

source: Settings for Repository Hierarchy list
ca: Configuració de la llista de jerarquia de repositoris
de: Einstellungen für die Archiv Hierarchie Auflistung
es: Configuración de la lista de jerarquía de repositorios
fr: Paramètres pour la liste des états des fonds

source: Show label before call number category.
ca: Mostra l'etiqueta abans de la categoria de número de trucada.
de: Anzeige Label vor Signatur-Kategorien.
es: Mostrar etiqueta antes de la categoría de número de llamada.
fr: Afficher le libellé avant la série.

source: Show titles of call number categories (if available from .po file).
ca: Mostra els títols de les categories de número de trucada (si estan disponibles des del fitxer .po).
de: Titel für Signatur-Kategorien anzeigen (wenn verfügbar aus .po Datei).
es: Mostrar títulos de categorías de números de llamada (si están disponibles en el archivo .po).
fr: Afficher la traduction des séries (si disponible dans le fichier .po)

source: Show help icon after label for delimiter expression.
ca: Mostra la icona d'ajuda després de l'etiqueta per a l'expressió del delimitador.
de: Hilfe-Icon nach dem Label für den Delimiter Ausdruck anzeigen.
es: Mostrar icono de ayuda tras la etiqueta de la expresión delimitadora.
fr: Afficher l'icône d'aide après l'expression de délimitation.

source: Show help link after label for delimiter expression.
ca: Mostra l'enllaç d'ajuda després de l'etiqueta per a l'expressió del delimitador.
de: Hilfe-Link nach dem Label für den Delimiter Ausdruck anzeigen.
es: Mostrar enlace de ayuda tras la etiqueta de la expresión delimitadora.
fr: Afficher le lien pour l'aide après l'expression de délimitation.

source: Use truncated categories. The call number categories will be truncated and shown without the trunk.
ca: Utilitzeu categories truncades. Les categories de número de trucada es truncaran i es mostraran sense el tronc.
de: Verwendung von gekürzten Kategorien. Signatur-Kategorien werden vom Stamm der Signatur-Kategorien abgeschnitten und ohne den Stamm angezeigt.
es: Utilizar categorías truncadas. Las categorías de números de llamada se truncarán y se mostrarán sin el tronco.
fr: Afficher le nom court des séries. Seul le nom court de la série sera affiché.

source: Use truncated call numbers. The call numbers will be truncated and shown without call number category.
ca: Utilitzeu números de trucada truncats. Els números de trucada es truncaran i es mostraran sense categoria de número de trucada.
de: Verwendung von gekürzten Signaturen. Signaturen werden abgeschnitten und ohne Signatur-Kategorien angezeigt.
es: Utilizar números de llamada truncados. Los números de llamada se truncarán y se mostrarán sin categoría de número de llamada.
fr: Afficher les cotes sans la série. Les cotes seront affichées sans la série.

source: Show date range for call number categories.
ca: Mostra l'interval de dates per a les categories de número de trucada.
es: Mostrar intervalo de fechas para las categorías de números de llamada.

source: Allow renaming of call number categories. Will show an icon and a link for renaming.
ca: Permet canviar el nom de les categories de número de trucada. Mostrarà una icona i un enllaç per canviar el nom.
de: Umbenennen von Signatur-Kategorien erlauben. Ein Symbol und ein Link zur Umbenennung wird angezeigt.
es: Permitir cambiar el nombre de las categorías de números de llamada. Mostrará un icono y un enlace para cambiar el nombre.
fr: Autoriser le changement de nom des séries. Une icône sera affichée avec un lien pour renommer la série.

source: Allow adding new sources to a call number category. Will show an icon and a link to add new sources.
ca: Permet afegir noves fonts a una categoria de número de trucada. Mostrarà una icona i un enllaç per afegir noves fonts.
de: Hinzufügen von neuen Quellen zu Signatur-Kategorien erlauben. Ein Symbol und ein Link zum Hinzufügen wird angezeigt.
es: Permite añadir nuevas fuentes a una categoría de números de llamada. Mostrará un icono y un enlace para añadir nuevas fuentes.
fr: Autoriser l'ajout de nouvelles sources à la série. Une icône sera affichée avec un lien pour ajouter une nouvelle source.

source: Show the title of the sources.
ca: Mostra el títol de les fonts.
de: Titel bei Quellen anzeigen.
es: Muestra el título de las fuentes.
fr: Afficher le titre des sources.

source: Show the XREF of the sources.
ca: Mostra la XREF de les fonts.
de: XREF Bezeichner bei Quellen anzeigen.
es: Muestra el XREF de las fuentes.
fr: Afficher l'identifiant « XREF » des sources.

source: Show the author of the sources.
ca: Mostra l'autor de les fonts.
de: Autor bei Quellen anzeigen.
es: Mostrar el autor de las fuentes.
fr: Afficher l'auteur des sources.

source: Show the date range of the sources.
ca: Mostra l'interval de dates de les fonts.
de: Datumsbereich bei Quellen anzeigen.
es: Mostrar el intervalo de fechas de las fuentes.
fr: Afficher la plage de dates des sources.

source: Allow users to load stored delimiter expressions from administrator.
ca: Permet als usuaris carregar expressions delimitadores emmagatzemades des de l'administrador.
de: Laden von gespeicherten Delimiter Ausdrücken vom Administrator erlauben.
es: Permitir a los usuarios cargar expresiones delimitadoras almacenadas desde el administrador.
fr: Autoriser les utilisateurs à charger les expression délimitation enregistrées par l'administrateur.

source: Settings for source citations
ca: Configuració de les cites de fonts
de: Einstellungen für Quellen-Zitate
es: Configuración de las citas de fuentes
fr: Paramètres pour les citations de source

source: Source facts to show for sources within source citations
ca: Dades de la font per mostrar les fonts dins de les cites de les fonts
es: Datos de la fuente para mostrar las fuentes dentro de las citas de fuentes

source: Automatically expand the following facts within source citations
ca: Ampliar automàticament els fets següents dins de les cites de fonts
es: Amplíe automáticamente los siguientes datos en las citas de fuentes

source: Directly show media objects of source citations in facts and not subordinated within source citations.
ca: Mostra directament els objectes dels mitjans de comunicació de cites de fonts en fets i no subordinades a les cites de fonts.
es: Mostrar directamente los medios objetos de las citas de fuentes en hechos y no subordinados dentro de las citas de fuentes.

source: Enable copy/paste mechanism for source citations in the individual and family view.
ca: Habilita el mecanisme de copiar/enganxar per a les cites de fonts a la vista individual i familiar.
es: Habilitar el mecanismo de copiar/pegar para las citas de fuentes en la vista individual y familiar.

source: Enable delete mechanism for source citations in the individual and family view.
ca: Habilita el mecanisme d'eliminació per a les cites de fonts a la vista individual i familiar.
es: Habilitar el mecanismo de eliminación de citas de fuentes en la vista individual y familiar.

source: Enable sort mechanism for source citations in the individual and family view.
ca: Habilita el mecanisme d'ordenació per a les cites de fonts en la vista individual i familiar.
es: Habilitar el mecanismo de ordenación para las citas de fuentes en la vista individual y familiar.

source: Settings for media objects
ca: Configuració dels objectes multimèdia
es: Ajustes de los objetos multimedia

source: Show notes of media objects below media objects.
ca: Mostra les notes dels objectes multimèdia a sota dels objectes multimèdia.
es: Mostrar notas de objetos multimedia debajo de objetos multimedia.

source: Settings for finding aid exports
ca: Configuració per a les exportacions d'ajuda a la cerca
de: Einstellungen für Findbuch-Exporte
es: Ajustes para la exportación de ayudas para la búsqueda
fr: Paramètres pour la génération de l'instrument de recherche

source: Include repository address within finding aid export.
ca: Incloeu l'adreça del repositori a l'exportació d'ajuda a la cerca.
de: Adresse des Archivs in den Findbuch-Export einfügen.
es: Incluya la dirección del repositorio en la exportación de la ayuda para la búsqueda.
fr: Inclure l'adresse du dépôt d'archive dans l'instrument de recherche.

source: Include links to webtrees sources within finding aid export.
ca: Incloeu enllaços a fonts d'arbres web dins de l'exportació d'ajuda a la cerca.
de: Einfügen von Links zu webtrees Quellen innerhalb des Findbuch-Exports.
es: Incluir enlaces a fuentes webtrees en la exportación de ayudas para la búsqueda.
fr: Inclure les liens des sources webtrees dans l'instrument de recherche.

source: Include table of contents within finding aid export.
ca: Incloeu la taula de continguts a l'exportació d'ajuda a la cerca.
de: Inhaltsverzeichnis innerhalb des Findbuch-Exports einfügen.
es: Incluir el índice en la exportación de la ayuda para la búsqueda.
fr: Inclure une table des matières dans l'instrument de recherche.

source: Show titles within table of contents in finding aid export.
ca: Mostra els títols dins de la taula de continguts a l'exportació d'ajuda a la cerca.
de: Titel innerhalb des Inhaltsverzeichnisses von Findbuch-Exporten anzeigen.
es: Mostrar títulos dentro del índice en la exportación de la ayuda para la búsqueda.
fr: Afficher les titres dans la table des matières dans l'instrument de recherche.

source: Show links within table of contents in finding aid export (not available for PDF export).
ca: Mostra els enllaços dins de la taula de continguts a l'exportació de l'ajuda de recerca (no disponible per a l'exportació de PDF).
de: Links innerhalb des Inhaltsverzeichnisses von Findbuch-Exporten anzeigen (nicht verfügbar bei PDF Export).
es: Mostrar enlaces dentro del índice en la exportación de la ayuda para la búsqueda (no disponible para la exportación a PDF).
fr: Afficher les liens dans la table des matières de l'instrument de recherche (non disponible dans l'export PDF).

source: Settings for EAD XML exports
ca: Configuració per a les exportacions XML de l'EAD
de: Einstellungen für EAD XML Exporte
es: Configuración de las exportaciones EAD XML
fr: Paramètres pour l'export XML EAD (Encoded Archival Description)

source: Allow users to load stored XML settings from administrator.
ca: Permet als usuaris carregar la configuració XML emmagatzemada des de l'administrador.
de: Laden von gespeicherten XML Einstellungen vom Administrator erlauben.
es: Permitir a los usuarios cargar configuraciones XML almacenadas desde el administrador.
fr: Autoriser les utilisateurs à charger les paramètres XML enregistrés par l'administrateur.

source: Settings for Meta Repositories
ca: Configuració dels metarepositoris
de: Einstellungen für Meta Archive
es: Configuración de los meta-repositorios
fr: Paramètres pour les méta-dépôt d'archives

source: Use Meta Repositories.
ca: Utilitzeu metarepositoris.
de: Meta Archive benutzen.
es: Utilizar meta-repositorios.
fr: Utiliser les méta-dépôt d'archives.

source: Settings for linking to external archive management tools
ca: Configuració per enllaçar a eines externes de gestió d'arxius
de: Einstellungen für die Verlinkung zu externen Archiv-Management Tools
es: Ajustes para enlazar con herramientas externas de gestión de archivos
fr: Paramètres pour la connexion à des systèmes externes de gestion des archives

source: The following settings apply if AtoM (https://www.accesstomemory.org) is used as an external archive management system.
ca: Els paràmetres següents s'apliquen si AtoM (https://www.accesstomemory.org) s'utilitza com a sistema de gestió d'arxius extern.
de: Die folgenden Einstellungen sind relevant, wenn AtoM (https://www.accesstomemory.org) als externes Archiv Management System verwendet wird.
es: Los siguientes ajustes se aplican si se utiliza AtoM (https://www.accesstomemory.org) como sistema externo de gestión de archivos.
fr: Les paramètres suivants sont applicables si AtoM (https://www.accesstomemory.org) est utilisé comme système externe de gestion des archives.

source: Show link to AtoM records within source citations
ca: Mostra l'enllaç als registres de l'AtoM dins de les cites de les fonts
de: Link zu AtoM Datensätzen innerhalb von Quellen-Zitaten anzeigen
es: Mostrar enlace a registros AtoM en citas de fuentes
fr: Afficher le lien des enregistrements AtoM dans les citations de source

source: Settings for the creation of AtoM REST links ("AtoM slugs"), which can be used to link a webtrees source citation to the source view in an external AtoM archive management system. Only applies if the option "%s" is activated.
ca: Configuració per a la creació d'enllaços REST d'AtoM ("slugs d'AtoM"), que es poden utilitzar per enllaçar una citació de la font de l'arbre web a la vista de la font en un sistema de gestió d'arxius AtoM extern. Només s'aplica si l'opció "%s" està activada.
de: Einstellungen für die Erzeugung von AtoM REST-Links ("AtoM slugs"), welche genutzt werden können, um Quellen-Zitate in webtrees mit der Quellen-Ansicht in einem externen AtoM Archiv-Management-System zu verlinken. Nur anwendbar, wenn die Option "%s" aktiviert ist.
es: Ajustes para la creación de enlaces AtoM REST ("AtoM slugs"), que pueden utilizarse para enlazar una cita de fuente de webtrees con la vista de fuente en un sistema externo de gestión de archivos AtoM. Sólo se aplica si la opción "%s" está activada.
fr: Paramètres pour la génération des liens REST AtoM (« AtoM slugs »), qui peuvent être utilisés pour relier une citation de source webtrees à la source dans le système de gestion des archives AtoM. S'applique seulement si l'option « %s » est activée.

source: Use call numbers to create AtoM REST links ("AtoM slugs")
ca: Utilitzar números de trucada per crear enllaços REST d'AtoM ("llimacs d'AtoM")
de: Benutze Signaturen, um AtoM REST-Links ("AtoM slugs") zu erzeugen
es: Utilizar números de llamada para crear enlaces AtoM REST ("AtoM slugs")
fr: Utiliser les cotes pour générer les liens REST AtoM (« AtoM slugs »)

source: Use source titles to create AtoM REST links ("AtoM slugs")
ca: Utilitzeu títols de font per crear enllaços REST d'AtoM ("llimacs d'AtoM")
de: Benutze den Quellen-Titel, um AtoM REST-Links ("AtoM slugs") zu erzeugen
es: Utilizar títulos de origen para crear enlaces AtoM REST ("AtoM slugs")
fr: Utiliser le titre des sources pour générer les liens REST AtoM (« AtoM slugs »)

source: Base URL for AtoM
ca: URL base per a AtoM
de: Basis-URL für AtoM
es: URL base para AtoM
fr: Lien URL racine d'AtoM

source: Repositories, for which AtoM linking is used.
ca: Repositoris, per als quals s'utilitza l'enllaç AtoM.
de: Archive, für welche AtoM-Links verwendet werden.
es: Repositorios, para los que se utiliza la vinculación AtoM.
fr: Dépôts d'archives pour lesquels la génération de liens AtoM est possible.

source: Format treename:xref. A list of several entries can be separated by comma, e.g. "my_tree:X1765,my_tree:X2987"
ca: Formata el nom de l'arbre:xref. Una llista de diverses entrades es pot separar per coma, per exemple "my_tree:X1765,my_tree:X2987"
de: Format Stammbaum:XREF. Ein Liste von mehreren Einträgen kann durch Kommas getrennt werden, z.B. "mein_baum:X1765,mein_baum:X2987"
es: Formato treename:xref. Una lista de varias entradas puede separarse por comas, por ejemplo "mi_árbol:X1765,mi_árbol:X2987"
fr: Format nom_de_l_arbre:repo_xref. Une liste de références, séparés par des virgules, par exemple `mon_arbre:X1765,mon_arbre:X2987`

source: save
ca: salvar
de: Speichern
es: guardar
fr: enregistrer

source: Media objects of source
ca: Objectes multimèdia de la font
es: Objetos multimedia de origen

source: EAD XML
fr: XML EAD

source: The preferences for the module “%s” were updated.
de: Die Einstellungen für das Modul %s wurden aktualisiert.
fr: Les préférences du module « %s » ont mises à jour.

source: Error during update of preferences
de: Fehler beim Aktualisieren der Einstellungen
fr: Erreur lors de la mise à jour des préférences

source: The tree “%s” does not contain any repository
de: Der Stammbaum "%s" enthält kein Archiv
fr: L'arbre « %s » ne contient aucun dépôt d'archives

source: Gedcom-ID
fr: Identifiant Gedcom

source: Show additional source facts (REPO, REPO:CALN, REFN, NOTE) within source citations.
de: Zusätzliche Fakten (REPO, REPO:CALN, REFN, NOTE) innerhalb von Quellen-Zitaten anzeigen.
fr: Afficher les attributs additionnel (REPO, REPO:CALN, REFN, NOTE) dans les citations de source.
