Repository: Jefferson49/RepositoryHierarchy
Catalog: resources/lang/*.po
Languages: ca, de, es, fr

source: Sources without call number
ca: Fonts sense número de trucada
de: Quellen ohne Signatur
es: Fuentes sin signatura
fr: Sources sans cote

source: Default call number category
ca: Categoria de número de trucada per defecte
de: Defaultwert für Signatur-Kategorie
es: Categoría de número de llamada por defecto
fr: Série par défaut

source: The source citation was copied to an internal clipboard.
ca: La citació de la font es va copiar a un porta-retalls intern.
es: La cita de la fuente se copió en un portapapeles interno.

source: The source citation can be added to other facts/events by clicking on the source icon in the edit area of the fact/event.
ca: La citació de la font es pot afegir a altres fets/esdeveniments fent clic a la icona de la font a l'àrea d'edició del fet/esdeveniment.
es: La cita de la fuente puede añadirse a otros hechos/eventos haciendo clic en el icono de la fuente en el área de edición del hecho/evento.

source: Currently, you do not have the user rights to create new sources. In order to create new sources, you need to be logged in as a user.
ca: Actualment, no teniu els drets d'usuari per crear noves fonts. Per crear noves fonts, heu d'iniciar sessió com a usuari.
de: Aktuell verfügen Sie nicht über die erforderlichen Benutzer Rechte, um neue Quellen anzulegen. Um neue Quellen anzulegen, müssen Sie als Benutzer angemeldet sein.
es: Actualmente, no dispone de derechos de usuario para crear nuevas fuentes. Para crear nuevas fuentes, debe iniciar sesión como usuario.
fr: Vous n'avez pas la permission de créer de nouvelles sources. Vous devez vous connecter avec un utilisateur ayant les droits nécessaires pour créer de nouvelles sources.

source: Create new sources
ca: Crear fonts noves
de: Neue Quelle anlegen
es: Crear nuevas fuentes
fr: Créer de nouvelles sources

source: Finding aid as HTML
ca: Ajuda a la recerca com a HTML
de: Findbuch als HTML
es: Ayuda para la búsqueda en HTML
fr: Instrument de recher­che, au format HTML

source: Finding aid as PDF
ca: Ajuda a la recerca com a PDF
de: Findbuch als PDF
es: Ayuda en PDF
fr: Instrument de recher­che, au format PDF

source: Repository Hierarchy
ca: Jerarquia de repositoris
de: Archiv Hierarchie
es: Jerarquía de repositorios
fr: État des fonds des dêpôts d'archives

source: A hierarchical structured list of the sources of an archive based on the call numbers of the sources
ca: Una llista jeràrquica estructurada de les fonts d'un arxiu basada en els números de trucada de les fonts
de: Eine hierarchisch strukturierte Liste der Quellen in einem Archiv, basierend auf den Signaturen der Quellen
es: Una lista estructurada jerárquicamente de las fuentes de un archivo basada en los números de llamada de las fuentes
fr: Un état des fonds des sources d'un dépôt d'archives, basé sur leur cote

source: The preferences for the module "%s" were updated.
ca: S'han actualitzat les preferències del mòdul "%s".
es: Se han actualizado las preferencias del módulo "%s".

source: Error during updating the custom module files to a new version.
ca: Error en actualitzar els fitxers del mòdul personalitzat a una nova versió.
es: Error al actualizar los archivos del módulo personalizado a una nueva versión.

source: Error while trying to update the custom module "%s" to the new module version %s:
ca: S'ha produït un error en intentar actualitzar el mòdul personalitzat "%s" a la nova versió del mòdul %s:
es: Error al intentar actualizar el módulo personalizado "%s" a la nueva versión del módulo %s:

source: The preferences for the custom module "%s" were sucessfully updated to the new module version %s.
ca: Les preferències per al mòdul personalitzat "%s" s'han actualitzat amb èxit a la nova versió del mòdul %s.
es: Las preferencias del módulo personalizado "%s" se han actualizado correctamente a la nueva versión del módulo %s.

source: The Repository Hierarchy data fix cannot be used in the "control panel".
ca: La correcció de dades de la jerarquia del repositori no es pot utilitzar al "tauler de control".
de: Die Datenkorrektur für Archiv Hierarchie kann unter "Verwaltung" nicht genutzt werden.
es: El arreglo de datos de la jerarquía de repositorios no puede utilizarse en el "panel de control".
fr: Le correcteur de données « État des fonds » ne peut pas être utilisé dans le Panneau de contrôle.

source: The data fix can be called from the user front end by clicking on the link to rename a call number category.
ca: La correcció de dades es pot trucar des de la interfície de l'usuari fent clic a l'enllaç per canviar el nom d'una categoria de número de trucada.
de: Die Datenkorrektur kann aus der Bentutzeroberfläche aufgerufen werden, indem der Link für die Umbenennung einer Signatur-Kategorie angeclickt wird.
es: Se puede acceder a la fijación de datos desde la interfaz de usuario haciendo clic en el enlace para renombrar una categoría de número de llamada.
fr: Le correcteur de données peut être utilisé depuis l'interface utilisateur en cliquant sur le lien pour renommer la série.

source: Error in custom module
ca: Error en el mòdul personalitzat
es: Error en el módulo personalizado

source: Currently, you do not have the user rights to change call number categories.
ca: Actualment, no teniu els drets d'usuari per canviar les categories de número de trucada.
de: Aktuell verfügen Sie nicht über die erforderlichen Benutzer Rechte, um Signatur-Kategorien zu ändern.
es: Actualmente, no dispone de derechos de usuario para modificar las categorías de números de llamada.
fr: Vous n'avez pas la permission de modifier les séries.

source: In order to change call number categories, you need to have a "Manager" role for the corresponding tree.
ca: Per canviar les categories de números de trucada, heu de tenir una funció de "Gestor" per a l'arbre corresponent.
de: Um Signatur-Kategorien zu ändern, benötigen Sie die Rolle "Verwalter" für den zugehörigen Stammbaum.
es: Para poder cambiar las categorías de números de llamada, debe tener un rol de "Gestor" para el árbol correspondiente.
fr: Seul les gestionnaires d'un arbre peuvent modifier les series.

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior. If using the %s module, it is strongly recommended to deactivate the "%s" module, because the identical functionality is also integrated in the %s module.
ca: El mòdul personalitzat "%s" s'activa en paral·lel al mòdul personalitzat %s. Això pot conduir a un comportament no desitjat. Si utilitzeu el mòdul %s, es recomana desactivar el mòdul "%s", ja que la funcionalitat idèntica també està integrada al mòdul %s.
es: El módulo personalizado "%s" se activa en paralelo al módulo personalizado %s. Esto puede dar lugar a comportamientos no deseados. Si utiliza el módulo %s, se recomienda encarecidamente desactivar el módulo "%s", ya que la funcionalidad idéntica también está integrada en el módulo %s.

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior, because both of the modules have registered the same custom view "%s". It is strongly recommended to deactivate one of the modules.
ca: El mòdul personalitzat "%s" s'activa en paral·lel al mòdul personalitzat %s. Això pot provocar un comportament no desitjat, ja que els dos mòduls han registrat la mateixa visualització personalitzada "%s". Es recomana desactivar un dels mòduls.
es: El módulo personalizado "%s" se activa en paralelo al módulo personalizado %s. Esto puede provocar un comportamiento no deseado, ya que ambos módulos han registrado la misma vista personalizada "%s". Se recomienda encarecidamente desactivar uno de los módulos.

source: The custom module view "%s" is not registered as replacement for the standard webtrees view. There might be another module installed, which registered the same custom view. This can lead to unintended behavior. It is strongly recommended to deactivate one of the modules. The path of the parallel view is: %s
ca: La visualització del mòdul personalitzat "%s" no es registra com a substitut de la visualització estàndard d'arbres web. Pot ser que hi hagi un altre mòdul instal·lat, que registri la mateixa vista personalitzada. Això pot conduir a un comportament no desitjat. Es recomana desactivar un dels mòduls. El camí de la vista paral·és: %s
es: La vista personalizada del módulo "%s" no está registrada como reemplazo de la vista estándar de webtrees. Puede que haya otro módulo instalado que haya registrado la misma vista personalizada. Esto puede provocar un comportamiento no deseado. Se recomienda encarecidamente desactivar uno de los módulos. La ruta de la vista paralela es: %s

source: Repository Hierarchy of: %s
ca: Jerarquia del repositori de: %s
de: Archiv Hierarchie von: %s
es: Jerarquía de repositorios de: %s
fr: État des fonds pour : %s

source: Regular expression not accepted
ca: Expressió regular no acceptada
de: Regulärer Ausdruck nicht akzeptiert
es: Expresión regular no aceptada
fr: L'expression régulière n'est pas valide

source: No valid delimiter or valid regular expression for delimiter found.
ca: No s'ha trobat cap delimitador vàlid ni expressió regular vàlida per al delimitador.
de: Kein valider Delimiter oder valider Ausdruck für Delimiter gefunden.
es: No se ha encontrado un delimitador válido o una expresión regular válida para el delimitador.
fr: Aucun délimiteur ou expression régulière valide n'a pu être trouvé.

source: load delimiter expression from administrator
ca: Expressió de delimitador de càrrega de l'administrador
de: Delimiter Ausdruck von Administrator laden
es: cargar expresión delimitadora del administrador
fr: charger l'expression de délimitation de l'administrateur

source: none
de: Keine
es: ninguno
fr: aucun

source: save repository
ca: Desa el repositori
de: Archiv speichern
es: guardar repositorio
fr: enregistrer le dépôt d'archives

source: load repository
ca: Carrega el repositori
de: Archiv laden
es: cargar repositorio
fr: charger le dépôt d'archives

source: save delimiter expression
ca: Desa l'expressió del delimitador
de: Delimiter Ausdruck speichern
es: guardar expresión delimitadora
fr: enregistrer l'expression de délimitation

source: load delimiter expression
ca: expressió de delimitador de càrrega
de: Delimiter Ausdruck laden
es: expresión delimitadora de carga
fr: charger l'expression de délimitation

source: Could not load repository. No repository stored.
ca: No s'ha pogut carregar el repositori. No s'ha emmagatzemat cap repositori.
de: Archiv konnte nicht geladen werden. Kein Archiv gespeichert.
es: No se ha podido cargar el repositorio. No hay ningún repositorio almacenado.
fr: Le dépôt d'archives n'a pu être chargé. Aucun dépôt d'archives enregistré.

source: The tree "%s" does not contain any repository
ca: L'arbre "%s" no conté cap repositori
es: El árbol "%s" no contiene ningún repositorio

source: Could not load delimiter expression from administrator. No administrator delimiter expression stored.
ca: No s'ha pogut carregar l'expressió del delimitador de l'administrador. No s'ha emmagatzemat cap expressió delimitadora d'administrador.
de: Delimiter Ausdruck von Administrator konnte nicht geladen werden. Kein Delimiter Ausdruck von Administrator gespeichert.
es: No se ha podido cargar la expresión delimitadora del administrador. No se ha almacenado ninguna expresión delimitadora del administrador.
fr: L'expression de délimitation de l'administrateur n'a pu être chargée. Aucune expression de délimitation enregistrée pour l'administrateur.

source: Could not load delimiter expression. No delimiter expression stored.
ca: No s'ha pogut carregar l'expressió del delimitador. No s'ha emmagatzemat cap expressió delimitadora.
de: Delimiter Ausdruck konnte nicht geladen werden. Kein Delimiter Ausdruck gespeichert.
es: No se ha podido cargar la expresión delimitadora. No se ha almacenado ninguna expresión delimitadora.
fr: L'expression de délimitation n'a pu être chargée. Aucune expression de délimitation enregistrée.

source: Error in delimiter expression
ca: Error en l'expressió del delimitador
de: Fehler in Delimiter Ausdruck
es: Error en la expresión delimitadora
fr: Erreur dans l'expression de délimitation

source: Please note that the following characters need to be escaped if not used as meta characters in a regular expression
ca: Tingueu en compte que els caràcters següents s'han d'escapar si no s'utilitzen com a metacaràcters en una expressió regula
de: Bitte beachten Sie, dass die folgenden Zeichen mit einer Escape Sequenz versehen werden müssen, falls sie nicht als Meta-Zeichen in einem regulären Ausdruck verwendet werden
es: Tenga en cuenta que los siguientes caracteres deben escaparse si no se utilizan como metacaracteres en una expresión regular
fr: Veuillez noter que les caractères suivants doivent être échappés s'ils ne sont pas utilisés comme méta-caractère dans l'expression régulière

source: For example, use
ca: Per exemple, utilitzeu
de: Nutzen Sie zum Beispiel
es: Por ejemplo, utilice
fr: Par exemple, utilisez

source: instead of
ca: En lloc de
de: statt
es: en lugar de
fr: au lieu de

source: or
ca: o
de: oder
es: o
fr: ou

source: if the characters shall be used as plain text.
ca: si els caràcters s'han d'utilitzar com a text sense format.
de: wenn die Zeichen als reiner Text verwendet werden sollen.
es: si los caracteres se utilizarán como texto sin formato.
fr: si les caractères doivent être affichés tels quels.

source: XML export settings not found. Please open EAD XML settings and provide settings.
ca: No s'ha trobat la configuració d'exportació XML. Obriu la configuració XML de l'EAD i proporcioneu la configuració.
de: Einstellungen für XML Export nicht gefunden. Bitte öffnen Sie die EAD XML Einstellungen und legen die Einstellungen fest.
es: No se ha encontrado la configuración de exportación XML. Por favor, abra la configuración XML de EAD y proporcione los ajustes.
fr: Les paramètres pour l'export XML n'ont pas été trouvés. Veuillez renseigner les paramètres pour l'export XML EAD dans les préférences.

source: Finding aid
ca: Ajuda a la recerca
de: Findbuch
es: Ayuda para el hallazgo
fr: Instrument de recherche

source: How to use delimiter expressions?
ca: Com s'utilitzen expressions delimitadores?
de: Wie werden Delimiter Ausdrücke verwendet?
es: ¿Cómo utilizar las expresiones delimitadoras?
fr: Comment utiliser les expressions de délimitation ?

source: A delimiter is a sequence of one or more characters for specifying the boundary between separate, independent regions in a text. Use delimiters to cut call numbers into chunks of call number categories. The call number categories will be used to construct a hierarchy of call numbers.
ca: Un delimitador és una seqüència d'un o més caràcters per especificar el límit entre regions separades i independents d'un text. Utilitzeu delimitadors per tallar els números de trucada en trossos de categories de números de trucada. Les categories de números de trucada s'utilitzaran per construir una jerarquia de números de trucada.
de: Ein Delimiter ist eine Sequenz von einem oder mehreren Zeichen, um die Grenze zwischen getrennten, unabhängigen Bereichen in einem Text anzugeben. Nutzen Sie Delimiter, um Signaturen in einzelne Bereiche aufzuteilen, welche Signatur-Kategorien ergeben. Die Signatur-Kategorien werden anschließend genutzt, um eine Hierarchie aus Signaturen aufzubauen.
es: Un delimitador es una secuencia de uno o más caracteres para especificar el límite entre regiones separadas e independientes en un texto. Utilice delimitadores para dividir los números de llamada en trozos de categorías de números de llamada. Las categorías de números de llamada se utilizarán para construir una jerarquía de números de llamada.
fr: Un délimiteur est une séquence d'un ou plusieurs caractères spécifiant la limite entre les différents composants d'un texte. Utiliser les délimiteurs pour extraire les séries à partir de la cote. Les séries sont utilisées pour construire une hiérarchie des cotes.

source: Use a single delimiter, e.g.
ca: Utilitzeu un únic delimitador, p. ex.
de: Nutzen Sie einen einzelnen Delimiter, z.B.
es: Utilice un único delimitador, por ejemplo
fr: Utiliser un délimiteur unique, par exemple

source: Use a set of delimiters separated by
ca: Utilitzar un conjunt de delimitadors separats per
de: Nutzen Sie eine Delimiter-Kombination getrennt durch
es: Utilice un conjunto de delimitadores separados por
fr: Utiliser un ensemble de délimiteurs, séparés par

source: e.g.
ca: p. ex.
de: z.B.
es: por ejemplo
fr: par exemple

source: Use a regular expressions, which contain the delimiter in brackets, e.g.
ca: Utilitzeu expressions regulars, que continguin el delimitador entre parèntesis, p. ex.
de: Nutzen Sie einen Regulären Ausdruck, welcher den Delimiter in Klammern enthält, z.B.
es: Utilice expresiones regulares que contengan el delimitador entre paréntesis, por ejemplo
fr: Utiliser une expression régulière, contenant le délimiteur entre parenthèses, par exemple

source: Fonds
de: Bestand
es: Fondo

source: Use a set of regular expressions separated by
ca: Utilitzar un conjunt d'expressions regulars separades per
de: Nutzen Sie eine Kombination von Regulären Ausdrücken, getrennt durch
es: Utilice un conjunto de expresiones regulares separadas por
fr: Utiliser un ensemble d'expressions régulières, séparées par

source: Series
ca: Sèrie
de: Serie
es: Serie
fr: Série

source: Example
ca: Exemple
de: Beispiel
es: Ejemplo
fr: Exemple

source: Call numbers
ca: Números de trucada
de: Signaturen
es: Números de llamada
fr: Cotes

source: Delimiter expression
ca: Expressió delimitadora
de: Delimiter Ausdruck
es: Expresión delimitadora
fr: Expression de délimitation

source: Film Number
ca: Número de pel·lícula
de: Film Nummer
es: Número de película
fr: Microfilm nº

source: Film
ca: Pel·lícula
es: Película
fr: Microfilm

source: Number
ca: Número
de: Nummer
es: Número
fr: nº

source: Biography Number
ca: Número de biografia
de: Biographie Nummer
es: Número de biografía
fr: Biographie nº

source: Photo Number
ca: Número de foto
de: Foto Nummer
es: Número de foto
fr: Photographie nº

source: Delimiter expression:
ca: Expressió delimitadora:
de: Delimiter Ausdruck:
es: Expresión delimitadora:
fr: Expressions de délimitation :

source: Biography
ca: Biografia
de: Biographie
es: Biografía
fr: Biographie

source: Photo
ca: Foto
de: Foto
es: Foto
fr: Photographie

source: Important Note
ca: Nota important
de: Wichtiger Hinweis
es: Nota importante
fr: Note importante

source: if they should be recognized as plain characters.
ca: si haguessin de ser reconeguts com a caràcters senzills.
de: wenn sie als reiner Text erkannt werden sollen.
es: si deben reconocerse como caracteres normales.
fr: s'ils doivent être affichés tels quels.

source: Detailed description
ca: Descripció detallada
de: Detaillierte Beschreibung
es: Descripción detallada
fr: Description détaillée

source: Information about regular expressions
ca: Informació sobre expressions regulars
de: Informationen zu Regulären Ausdrücken
es: Información sobre expresiones regulares
fr: Informations sur les expressions régulières

source: Help
ca: Ajudar
de: Hilfe
es: Ayuda
fr: Aide

source: The help text has not yet been written for this item.
ca: El text d'ajuda encara no s'ha escrit per a aquest element.
de: Der Hilfetext wurde für diesen Punkt noch nicht geschrieben.
es: Aún no se ha escrito el texto de ayuda para este elemento.
fr: L'aide n'a pas encore été écrite sur ce sujet.

source: EAD XML settings
ca: Configuració XML de l'EAD
de: EAD XML Einstellungen
es: Ajustes EAD XML
fr: Paramètres d'export XML EAD

source: The EAD XML settings have been changed
ca: S'ha canviat la configuració XML de l'EAD
de: Die EAD XML Einstellungen wurden gespeichert
es: Se ha modificado la configuración de EAD XML
fr: Les paramètres d'export XML EAD ont été modifié

source: Link to archival description in AtoM
ca: Enllaç a la descripció de l'arxiu a l'AtoM
de: Link zur archivalischen Beschreibung in AtoM
es: Enlace a la descripción del archivo en AtoM
fr: Lien vers la description des archives dans AtoM

source: Call number
ca: Número de trucada
de: Signatur
es: Número de llamada
fr: Cote

source: Author
ca: Autor
de: Autor
es: Autor
fr: Auteur

source: Copy source citation to clipboard
ca: Copia la citació de la font al porta-retalls
es: Copiar cita de la fuente en el portapapeles

source: Are you sure you want to delete the source citation?
ca: Esteu segur que voleu esborrar la citació de la font?
es: ¿Estás seguro de que quieres borrar la cita de la fuente?

source: Delete source citation
ca: Suprimeix la citació de la font
es: Suprimir la cita de la fuente

source: Sort source citation - move up/down
ca: Ordena la citació de la font - mou amunt/avall
es: Ordenar cita de fuente - subir/bajar

source: Sort source citation - move up
ca: Ordena la citació de la font - puja
es: Ordenar cita fuente - subir

source: Sort source citation - move down
ca: Ordena la citació de la font - mou cap avall
es: Ordenar cita de la fuente - desplazarse hacia abajo

source: Paste source citation from clipboard
ca: Enganxa la citació de la font del porta-retalls
es: Pegar cita de la fuente desde el portapapeles

source: Generated on
ca: Generat el
de: Erzeugt am
es: Generado en
fr: Généré le

source: Language of description
ca: Idioma de descripció
de: Sprache der Beschreibung
es: Lengua de descripción
fr: Langue de description

source: Table of Contents - Archival Arrangement
ca: Taula de continguts - Arranjament d'arxiu
de: Inhaltsverzeichnis - Tektonik des Archivs
es: Índice - Disposición de los archivos
fr: Table des matières - Cadre de classement

source: List of Sources
ca: Llista de fonts
de: Liste der Quellen
es: Lista de fuentes
fr: Liste des sources

source: Create a source
ca: Crear una font
de: Quelle anlegen
es: Crear una fuente
fr: Créer une source

source: new
ca: Nou
de: Neu
es: nuevo
fr: nouveau

source: Finding aid title
ca: Títol de l'ajuda a la recerca
de: Findbuch Titel
es: Título de la ayuda
fr: Titre de l'instrument de recherche

source: Country code
ca: Codi de país
de: Länder-Code
es: Código del país
fr: Code pays

source: Main agency code
ca: Codi principal de l'agència
es: Código de la agencia principal
fr: Identifiant international normalisé

source: Finding aid identifier
ca: Identificador de l'ajuda a la recerca
de: Findbuch Bezeichner
es: Identificador de la ayuda
fr: Identifiant de l'instrument de recherche

source: URL of the online finding aid
ca: URL de l'ajuda a la recerca en línia
de: URL des Findbuchs
es: URL de la ayuda para la búsqueda en línea
fr: Lien de l'instrument de recherche en ligne

source: Publisher
ca: Editor
de: Herausgeber
es: Editorial
fr: Éditeur

source: Explanations
ca: Explicacions
de: Erklärungen
es: Explicaciones
fr: Explications

source: Title proper of the finding aid.
ca: Títol propi de l'ajuda a la cerca.
de: Genauer Titel des Findbuchs.
es: Título propio de la ayuda para la búsqueda.
fr: Titre de l'instrument de recherche.

source: Country name encoded according to ISO 3166-1, e.g. "FR" for "France".
ca: Nom del país codificat segons ISO 3166-1, per exemple, "FR" per a "França".
de: Ländername gemäß ISO 3166-1, z.B. "FR" für "Frankreich".
es: Nombre del país codificado según la norma ISO 3166-1, por ejemplo "FR" para "Francia".
fr: Code pays selon la norme ISO 3166-1, par exemple « FR » pour « France ».
